ent-BorgModuleAdvancedMining = продвинутый шахтёрский модуль киборга
    .desc = Технология, которая дает киборгам новые способности.
ent-BorgModuleAdvancedParamedic = продвинутый медицинский модуль киборга
    .desc = Технология, которая дает киборгам новые способности.
ent-BorgModuleAdvancedChemical = продвинутый химический модуль киборга
    .desc = Усовершенствованный медицинский модуль, содержащий адаптированный для киборгов гипоспрей. Теперь ваши киборги могут случайно убить вас, устроив передоз пунктуразом.