ent-ClothingmodsuitBloodRedHardsuitElite = элитный кроваво-красный МОД
    .desc = Элитный бронированный МОД, украшенный фирменными знаками синдиката. В отличии от своего предшевственника сделан из более лёкого материала, что обеспечивает меньший дискомфорт при ношении.
ent-ClothingOuterHardsuitBloodRedHardsuitelite = кроваво-красный скафандр элитного МОДа
    .desc = Элитный бронированный МОД, украшенный фирменными знаками синдиката. В отличии от своего предшевственника сделан из более лёкого материала, что обеспечивает меньший дискомфорт при ношении.
ent-ClothingHeadHelmetHardsuitBloodRedHardsuitelite = кроваво-красный шлем элитного МОДа
    .desc = Шлем элитного МОДа с фирменной маркировкой "Viper Group"



ent-ClothingmodsuitBloodRedHardsuit = кроваво-красный МОД
    .desc = Бронированный МОД, украшенный фирменными знаками синдиката. Отличается удивительно широким спектром защитных свойств.
ent-ClothingOuterHardsuitBloodRedHardsuit = кроваво-красный скафандр МОДа
    .desc = Бронированный МОД, украшенный фирменными знаками синдиката. Отличается удивительно широким спектром защитных свойств.
ent-ClothingHeadHelmetHardsuitBloodRedHardsuit = кроваво-красный шлем МОДа
    .desc = Шлем МОДа с фирменной маркировкой "Viper Group"

