# clarke	
ent-MechClarke = "Кларк"
    .desc = Быстроходный экзокостюм, созданный для ведения шахтёрской деятельности.
ent-MechClarkeBattery = "Кларк"
    .desc = Быстроходный экзокостюм, созданный для ведения шахтёрской деятельности.

# dark-gygax
ent-MechGygaxSyndie = "Тёмный Гигакс"
    .desc = Модифицированный "Гигакс", используемый Синдикатом. На обратной стороне экзокостюма есть надпись "Cybersun inc"
ent-MechGygaxSyndieBattery = "Тёмный Гигакс"
    .desc = Модифицированный "Гигакс", используемый Синдикатом. На обратной стороне экзокостюма есть надпись "Cybersun inc"
ent-MechGygaxSyndieFilled = "Тёмный Гигакс"
    .desc = Модифицированный "Гигакс", используемый Синдикатом. На обратной стороне экзокостюма есть надпись "Cybersun inc"

# durand
ent-MechDurand = "Дюранд"
    .desc = Медленный, но мощный боевой экзокостюм, который особенно страшен в ограниченном пространстве из-за своих ударов. Ксеноморфы его ненавидят!
ent-MechDurandBattery = "Дюранд" 
    .desc = Медленный, но мощный боевой экзокостюм, который особенно страшен в ограниченном пространстве из-за своих ударов. Ксеноморфы его ненавидят!

# emu
ent-MechEmu = Силовой погрузчик "Эму"
    .desc = Силовой погрузчик "Emu", являющийся более старой моделью складского тягача. Оснащен одним встроенным силовым вилочным подъемником.
ent-MechEmuBattery = Силовой погрузчик "Эму"
    .desc = Силовой погрузчик "Emu", являющийся более старой моделью складского тягача. Оснащен одним встроенным силовым подъемником.

# gygax
ent-MechGygax = "Гигакс"
    .desc = Несмотря на легкую броню, "Гигакс" обладает довольно высокой мобильностью, что делает его полезным как в бою, так и в обычном быту.
ent-MechGygaxBattery = "Гигакс"
    .desc = Несмотря на легкую броню, "Гигакс" обладает довольно высокой мобильностью, что делает его полезным как в бою, так и в обычном быту.

# honker
ent-MechHonkerFilled = Х.О.Н.К.
    .desc = Произведённый компанией "Тирания Хонка инкорпорейтед", этот экзокостюм предназначен для тяжёлой поддержки клоунов. Используется, чтобы сеять радость жизни и веселье. ХОНК!

# marauder
ent-MechMarauder = "Мародёр"
    .desc = Похоже, мы все спасены.
ent-MechMarauderBattery = "Мародёр"
    .desc = Похоже, мы все спасены.
ent-MechMarauderFilled = "Мародёр" 
    .desc = Похоже, мы все спасены.

# mauler
ent-MechMaulerSyndie = "Маулер"
    .desc = Модифицированный "Мародёр", используемый Синдикатом. Не так маневренен, как "Тёмный Гигакс", но компенсирует это броней и огневой мощью. На обратной стороне экзокостюма есть надпись "Cybersun Inc"
ent-MechMaulerSyndieBattery = "Маулер" 
    .desc = Модифицированный "Мародёр", используемый Синдикатом. Не так маневренен, как "Тёмный Гигакс", но компенсирует это броней и огневой мощью. На обратной стороне экзокостюма есть надпись "Cybersun Inc"
ent-MechMaulerSyndieFilled = "Маулер"
    .desc = Модифицированный "Мародёр", используемый Синдикатом. Не так маневренен, как "Тёмный Гигакс", но компенсирует это броней и огневой мощью. На обратной стороне экзокостюма есть надпись "Cybersun Inc"

# ripley-mk-2
ent-MechRipley2 = "Рипли МК-2"
    .desc = МК-2, в отличии от старой версии, оснащен герметичной кабиной для проведения работ в космосе, однако дополнительный вес слегка замедляет его.
ent-MechRipley2Battery = "Рипли МК-2"
    .desc = МК-2, в отличии от старой версии, оснащен герметичной кабиной для проведения работ в космосе, однако дополнительный вес слегка замедляет его.

# seraph
ent-MechSeraph = "Серафим"
    .desc = Похоже, мы все мертвы.
ent-MechSeraphBattery = "Серафим"
    .desc = Похоже, мы все мертвы.
ent-MechSeraphFilled = "Серафим"
    .desc = Похоже, мы все мертвы.

# spawners
ent-SpawnMechClarke = спавнер "Кларк"
ent-SpawnMechRipley2 = спавнер "Рипли МК-2"
ent-SpawnMechHonkerFilled = спавнер Х.О.Н.К.
ent-SpawnMechGygax = спавнер "Гигакс"
ent-SpawnMechDurand = спавнер "Дюранд"
ent-SpawnMechMarauder = спавнер "Мародёр"
ent-SpawnMechMarauderFilled = спавнер "Мародёр"
ent-SpawnMechSeraph = спавнер "Серафим"
ent-SpawnMechSeraphFilled = спавнер "Серафим"
ent-SpawnMechGygaxSyndie = спавнер "Тёмный Гигакс"
ent-SpawnMechGygaxSyndieFilled = спавнер "Тёмный Гигакс"
ent-SpawnMechMaulerSyndie = спавнер "Маулер" 
ent-SpawnMechMaulerSyndieFilled = спавнер "Маулер"
ent-SpawnMechEmu = спавнер "Эму"