ent-ClothingOuterHardsuitHostileEnvironment = скафандр для работы во враждебной среде
    .desc = Независимо от того, куда вас отправят работать, этот защитный костюм для работы в неблагоприятных условиях гарантирует, что вы более-менее останетесь живы!
ent-ClothingOuterHardsuitNoble = благородный боевой скафандр
    .desc = Из-за чего ты так задумчив сегодня, о храбрый герой? Ты ищешь дракона? Может быть, ты преследуешь вознесшегося культиста? Или ты планируешь положить конец махинациям синдиката? Какой бы ни была работа, этот скафандр сделает твоё приключение не только комфортным, но и поистине аристократичным.
ent-ClothingOuterHardsuitSurplus = устаревший боевой скафандр
    .desc = То, что когда-то было основным боевым скафандром, теперь является не более чем устаревшим снаряжением из давно минувших войн. Однако, он всё ещё может остановить пулю!